cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'chruby'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'wget'

cask '1password'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'arduino'
cask 'atom'
cask 'boom'
cask 'charles'
cask 'evernote'
cask 'flux'
cask 'firefox'
cask 'google-chrome'
cask 'gopro-studio'
cask 'licecap'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'vlc'
cask 'wireshark'
