cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'chruby'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'wget'

cask '1password'
cask 'ableton-live-standard'
cask 'adobe-creative-cloud'
cask 'boom'
cask 'deckset'
cask 'discord'
cask 'docker'
cask 'docker-compose'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'kubernetes-cli'
cask 'nvidia-geforce-now'
cask 'nvm'
cask 'scroll-reverser'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoomus'
