cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'openssl@1.1'
brew 'node'
brew 'wget'

cask 'ableton-live-standard'
cask 'adobe-creative-cloud'
cask 'boom'
cask 'deckset'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'iterm2'
cask 'nvidia-geforce-now'
cask 'scroll-reverser'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
